Repository: openworkouts/OpenWorkouts
Catalog: ow/locale/*/LC_MESSAGES/OpenWorkouts.po
Languages: es

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Morning
es: Mañana

source: Afternoon
es: Tarde

source: Evening
es: Tarde

source: Night
es: Noche

source: English
es: Inglés

source: Spanish
es: Español

source: Male
es: Hombre

source: Female
es: Mujer

source: Welcome to OpenWorkouts
es: Bienvenido a OpenWorkouts

source: Please upload a valid file type.
es: Por favor, adjunta un fichero válido.

source: The given password does not match the existing one
es: La clave no coincide

source: Another user is already using the nickname %(name)s
es: Otro usuario está usando el apodo %(name)s

source: Another user is already registered with the email %(email)s
es: Otro usuario ya está registrado con el email %(email)s

source: Uh oh! you are not supposed to access these contents! :-/
es: Uh oh! se supone que no deberías de estar aquí! :-/

source: go back to your dashboard
es: vuelve a tu página de inicio

source: We are sorry, but you do not have permissions to view these contents. Please ${goback} and access the contents you have available from there.
es: Lo sentimos, pero no tienes permiso para ver estos contenidos. Por favor ${goback} y accede a los contenidos que tienes disponibles desde allí.

source: So sorry! :-(
es: Lo sentimos! :-(

source: We are sorry, but the contents you were looking for can not be found. Please ${goback} and, if the problem persist, let us know!
es: Lo sentimos, pero no podemos encontrar los contenidos que estás buscando. Por favor ${goback} y, si el problema persiste, háznoslo saber!

source: Dammit! Something got broken! :-(
es: Vaya! Algo se ha roto! :-(

source: Our support stuff has been notified already with all details about the problem. Please ${goback} and be patient while we fix it.
es: Nuestro equipo técnico ha sido informado con todos los detalles sobre el problema. Por favor ${goback} y ten paciencia mientras lo solucionamos.

source: Add workout manually
es: Crear un entreno manualmente

source: Back
es: Volver

source: Add a new workout
es: Subir un nuevo entreno

source: Sport/Activity
es: Deporte/Actividad

source: Title
es: Título

source: Distance (Km):
es: Distancia (km)

source: Start date (dd/mm/yyyy)
es: Fecha (dd/mm/yyyy)

source: Start time (HH:MM)
es: Hora (HH:MM)

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Seconds
es: Segundos

source: Notes:
es: Notas:

source: Save
es: Guardar

source: Add user
es: Agregar usuario

source: E-Mail:
es: Correo electrónico:

source: Nickname
es: Apodo

source: Firstname:
es: Nombre:

source: Lastname:
es: Apellidos:

source: Group / Admin:
es: Grupo / Admin:

source: Cancel
es: Cancelar

source: Upload workout file
es: Subir fichero (gpx, fit)

source: Uploading workout, please wait...
es: Subiendo fichero, por favor espera...

source: This can take a moment, depending on the size of your tracking file and your connection speed. Be patient and please don't hit the stop or go back buttons on your browser.
es: Esto puede tardar algún tiempo, dependiendo del tamaño del fichero y de la velocidad de tu conexión. Por favor, ten paciencia y no pulses los botones "parar" o "atrás" de tu navegador.

source: Loading workout
es: Cargando entreno

source: THIS MAY BE A DUPLICATE OF:
es: ESTE ENTRENO YA ESTÁ EN EL SISTEMA:

source: Notes
es: Notas

source: Workout file (gpx, fit)
es: Fichero del entreno (gpx, fit)

source: Allow duplicated workouts
es: Permitir entrenos duplicados

source: Mark this checkbox if you want to add to override the mechanism not allowing duplicated workouts
es: Marca esta casilla si quieres guardar entrenos duplicados

source: Dashboard
es: Inicio

source: My profile
es: Mi perfil

source: Add Workout
es: Crear entreno

source: Upload file
es: Subir fichero del entreno

source: Bulk upload
es: Carga múltiple

source: Add manually
es: Crear manualmente

source: Log out
es: Cerrar sesión

source: Change password
es: Cambiar clave de acceso

source: Old/current password
es: Clave actual

source: New password
es: Clave nueva

source: New password (again)
es: Clave nueva (confirmación)

source: My dashboard
es: Inicio

source: Workouts
es: Entrenos

source: You haven't added any workouts yet
es: No has creado ningún entreno todavía

source: Upload one
es: Sube un entreno

source: Add one manually
es: Crea un entreno manualmente

source: workouts
es: entrenos

source: This week
es: Esta semana

source: hours
es: horas

source: Workouts:
es: Entrenos:

source: Distance:
es: Distancia:

source: Time:
es: Tiempo:

source: Elevation:
es: Elevación:

source: Delete workout
es: Eliminar entreno

source: Start:
es: Inicio:

source: Duration:
es: Duración:

source: Are you sure you want to delete this workout?
es: Quieres eliminar este entreno?

source: Yes, delete
es: Sí, eliminar

source: Edit workout
es: Editar entreno

source: Edit profile
es: Editar perfil

source: Email address:
es: Dirección de correo electrónico:

source: Nickname:
es: Apodo:

source: Current picture:
es: Foto actual:

source: Picture (jpg, jpeg, png or gif):
es: Foto (jpg, jpeg, png o gif):

source: First name:
es: Nombre:

source: Last name:
es: Apellidos:

source: Gender:
es: Género:

source: Birth date:
es: Fecha de nacimiento:

source: Height (meters):
es: Altura (metros):

source: Weight (kg):
es: Peso (kg):

source: Bio/About you:
es: Bio/Acerca de ti:

source: Timezone:
es: Zona horaria:

source: All dates and times will be formatted for this timezone
es: Todas las fechas serán formateadas para esta zona horaria

source: Language:
es: Idioma:

source: All texts in the user interface will appear in this language
es: Todos los textos de la interfaz aparecerán en este idioma

source: Please send me the verification link again
es: Por favor, enviadme de nuevo el enlace para verificar mi cuenta

source: Email
es: Correo electrónico

source: Your email...
es: Tu email...

source: Password
es: Clave

source: Your password...
es: Tu clave...

source: Login
es: Inicia sesión

source: Forgot your password?
es: Has olvidado tu clave?

source: Join now!
es: Únete!

source: edit profile
es: editar perfil

source: change password
es: cambiar clave de acceso

source: distance
es: distancia

source: time
es: tiempo

source: elevation
es: elevación

source: weekly
es: semanal

source: monthly
es: mensual

source: HR (bpm)
es: Frec. cardíaca (bpm)

source: Avg.
es: Media

source: Profile info
es: Perfil

source: Height:
es: Altura:

source: Weight:
es: Peso:

source: Workout stats
es: Estadísticas

source: Time
es: Tiempo

source: Distance
es: Distancia

source: Elevation
es: Elevación

source: Single workout records:
es: Récords

source: Farthest distance
es: Mayor distancia

source: Longer workout
es: Mayor tiempo

source: Higher elevation gain
es: Mayor elevación

source: All time
es: Totales

source: Mo Tu We Th Fr Sa Su
es: Lu Ma Mi Ju Vi Sa Do

source: We need a valid email address
es: Tu dirección de correo electrónico

source: Choose a cool nickname
es: Elige un apodo molón

source: First name
es: Nombre

source: Your real first name here
es: Escribe aquí tu nombre

source: Last name
es: Apellidos

source: Your family name here
es: Escribe aquí tus apellidos

source: More than 9 characters, numbers and/or symbols
es: Más de 9 caracteres, números y/o símbolos

source: Password (confirm)
es: Clave (confirmación)

source: Confirm your password
es: Vuelve a escribir tu clave

source: Sign up!
es: Registrarme!

source: Update workout from file
es: Actualizar entreno con un fichero nuevo

source: Existing ${filetype} tracking file data
es: Fichero ${filetype} de entreno actual

source: Workout file (gpx, fit):
es: Fichero de entreno (gpx, fit)

source: User list
es: Lista de usuarios

source: user list
es: lista de usuarios

source: Name
es: Nombre

source: E-mail
es: Correo electrónico

source: Workout details
es: Detalles del entreno

source: edit workout
es: editar entreno

source: update with tracking file
es: actualizar con fichero de entreno

source: delete
es: eliminar

source: Duration
es: Duración

source: Start
es: Inicio

source: Speed
es: Velocidad

source: Heart Rate
es: Frec. cardíaca

source: Cadence
es: Cadencia

source: Temperature
es: Temperatura

source: You have joined the OpenWorkouts community successfully, now please verify your account.
es: Ya eres miembro de la comunidad OpenWorkouts, ahora por favor verifica tu cuenta.

source: Click on the following link, or copy and paste it in your browser navigation bar to verify your account:
es: Haz click en el siguiente enlace, o copialo y pégalo en la barra de navegación de tu navegador, para verificar tu cuenta:

source: Thank you for joining us. Best regards from the OpenWorkouts team.
es: Muchas gracias por unirte a nuestra comunidad. Saludos de todo el equipo detrás de OpenWorkouts.

source: Wrong verification code
es: Código de verificación incorrecto

source: Your email hasn't been verified. Check the url and make sure you copied it exactly as it was in the verification email.
es: Tu dirección de correo electrónico no ha sido verificada. Comprueba el enlace de verificación y asegúrate de que lo has copiado tal cual estaba en el correo de verificación.

source: Back to login
es: Volver

source: Welcome
es: Bienvenido

source: Verify my account (*)
es: Verificar mi cuenta (*)

source: Thank you for joining us.
es: Gracias por unirte a nuestra comunidad.

source: Best regards from the OpenWorkouts team.
es: Un saludo de todo el equipo detrás de OpenWorkouts

source: (*) If clicking on the button does not work, you can copy this link and paste it on your browser navigation bar:
es: (*) Si haciendo click en el botón no funciona, puedes copiar este enlace y pegarlo en la barra de navegación de tu navegador web:

source: Upload file with multiple workouts
es: Subir fichero con múltiples entrenos

source: Uploading workouts file, please wait...
es: Subiendo fichero, por favor espere...

source: This can take a moment, depending on the size of your workouts file and your connection speed. Be patient and please don't hit the stop or go back buttons on your browser.
es: Esto puede tardar algún tiempo, dependiendo del tamaño del fichero y de la velocidad de tu conexión. Por favor, ten paciencia y no pulses los botones "parar" o "atrás" de tu navegador.

source: Uploading workouts file
es: Subiendo fichero

source: Add several workouts by providing several tracking files (fit, gpx) in a compressed file (zip, gz, etc)
es: Agrega varios entrenos a la vez, utilizando un fichero comprimido (zip, gz, etc) que contenga múltiples ficheros de entreno (fit, gpx)

source: Once uploaded, the tracking files will be extracted, analyzed and imported into your workouts timeline. This task can take some time, so be patient, workouts will start appearing on your timeline as they are added.
es: Una vez guardado el fochero comprimido, los ficheros de entrenos serán extraidos, analizados e importados en tu cuenta de usuario. Esta tarea puede llevar algún tiempo. Ten paciencia, los entrenos irán apareciendo en tu lista de entrenos según se vayan creando.

source: Workouts file (zip, gz, tgz)
es: Fichero de entrenos (zip, gz, tgz)

source: Multiple file uploads
es: Tus ficheros comprimidos

source: Uploaded on
es: Subido el

source: File loaded on
es: Fichero procesado el

source: Loaded correctly
es: Procesado correctamente

source: See workout
es: Ver entreno

source: Couldn't be loaded:
es: Esto puede tardar algún tiempo, dependiendo del tamaño del fichero y de la velocidad de tu conexión. Por favor, ten paciencia y no pulses los botones "parar" o "atrás" de tu navegador.

source: This file has not been yet processed
es: Este fichero no ha sido procesado todavía

source: No workouts have been loaded from this file
es: No se han creado entrenos usando este fichero

source: Delete bulk file
es: Borrar fichero comprimido

source: Uploaded:
es: Subido:

source: File loaded on:
es: Fichero procesado el:

source: Are you sure you want to delete this file?
es: ¿Quieres eliminar este fichero?

source: User has been verified already
es: La cuenta ya ha sido verificada

source: Verification link sent, please check your inbox
es: El enlace de verificación de cuenta ha sido enviado, por favor, comprueba tu buzón de correo electrónico

source: We already sent you the verification link more than three times
es: Ya te hemos enviado el enlace de verificación más de tres veces

source: Wrong password
es: Clave incorrecta

source: You have to verify your account first
es: Tienes que verificar tu cuenta primero

source: Wrong email address
es: Dirección de correo electrónico incorrecta

source: Unknown
es: Desconocido

source: hour
es: hora

source: workout
es: entreno

source: This workout looks like a duplicate of another workout, please enable workout duplicates below to save it
es: Parece que este entreno ya está en el sistema, por favor marca la opción de "permitir entrenos duplicados" más abajo para guardarlo
